Repository: wpscholar-wp-plugins/random-post-on-refresh
Catalog: languages/random-post-on-refresh-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_br

source: Random Post on Refresh
de_de: Zufälliger Beitrag beim Aktualisieren
es_es: Publicación aleatoria al actualizar
fr_fr: Article aléatoire à chaque rafraîchissement
it_it: Articolo casuale ad ogni aggiornamento
nl_nl: Willekeurig bericht bij verversen
pt_br: Postagem aleatória ao atualizar

source: Show a random post on every page load.
de_de: Zeige bei jedem Laden der Seite einen zufälligen Beitrag an.
es_es: Muestra una publicación aleatoria en cada carga de página.
fr_fr: Afficher un article aléatoire à chaque chargement de page.
it_it: Mostra un articolo casuale ad ogni caricamento della pagina.
nl_nl: Toon een willekeurig bericht bij elke paginalading.
pt_br: Exibir uma postagem aleatória a cada carregamento de página.

source: Sorry, your theme does not support featured images. Update the "show" attribute to exclude the "image" option.
de_de: Entschuldigung, dein Theme unterstützt keine Beitragsbilder. Aktualisiere das Attribut "show", um die Option "image" auszuschließen.
es_es: Lo sentimos, tu tema no admite imágenes destacadas. Actualiza el atributo "show" para excluir la opción "image".
fr_fr: Désolé, votre thème ne prend pas en charge les images mises en avant. Modifiez l'attribut "show" pour exclure l'option "image".
it_it: Spiacenti, il tuo tema non supporta le immagini in evidenza. Aggiorna l'attributo "show" per escludere l'opzione "image".
nl_nl: Sorry, je thema ondersteunt geen uitgelichte afbeeldingen. Werk het attribuut "show" bij om de optie "image" uit te sluiten.
pt_br: Desculpe, seu tema não suporta imagens destacadas. Atualize o atributo "show" para excluir a opção "image".

source: Sorry, taxonomy "%1$s" is invalid. Valid options are: %2$s. Please check your shortcode implementation.
de_de: Entschuldigung, die Taxonomie "%1$s" ist ungültig. Gültige Optionen sind: %2$s. Bitte überprüfe deine Shortcode-Implementierung.
es_es: Lo sentimos, la taxonomía "%1$s" no es válida. Las opciones válidas son: %2$s. Por favor, revisa la implementación de tu shortcode.
fr_fr: Désolé, la taxonomie "%1$s" n'est pas valide. Les options valides sont : %2$s. Veuillez vérifier votre implémentation du shortcode.
it_it: Spiacenti, la tassonomia "%1$s" non è valida. Le opzioni valide sono: %2$s. Controlla l'implementazione dello shortcode.
nl_nl: Sorry, taxonomie "%1$s" is ongeldig. Geldige opties zijn: %2$s. Controleer je shortcode-implementatie.
pt_br: Desculpe, a taxonomia "%1$s" é inválida. As opções válidas são: %2$s. Por favor, verifique a implementação do seu shortcode.

source: Sorry, you cannot use the terms attribute without the taxonomy attribute. Please check your shortcode implementation.
de_de: Entschuldigung, du kannst das Attribut terms nicht ohne das Attribut taxonomy verwenden. Bitte überprüfe deine Shortcode-Implementierung.
es_es: Lo sentimos, no puedes usar el atributo terms sin el atributo taxonomy. Por favor, revisa la implementación de tu shortcode.
fr_fr: Désolé, vous ne pouvez pas utiliser l'attribut terms sans l'attribut taxonomy. Veuillez vérifier votre implémentation du shortcode.
it_it: Spiacenti, non puoi usare l'attributo terms senza l'attributo taxonomy. Controlla l'implementazione dello shortcode.
nl_nl: Sorry, je kunt het attribuut terms niet gebruiken zonder het attribuut taxonomy. Controleer je shortcode-implementatie.
pt_br: Desculpe, você não pode usar o atributo terms sem o atributo taxonomy. Por favor, verifique a implementação do seu shortcode.

source: Sorry, you cannot use the taxonomy attribute without the terms attribute. Please check your shortcode implementation.
de_de: Entschuldigung, du kannst das Attribut taxonomy nicht ohne das Attribut terms verwenden. Bitte überprüfe deine Shortcode-Implementierung.
es_es: Lo sentimos, no puedes usar el atributo taxonomy sin el atributo terms. Por favor, revisa la implementación de tu shortcode.
fr_fr: Désolé, vous ne pouvez pas utiliser l'attribut taxonomy sans l'attribut terms. Veuillez vérifier votre implémentation du shortcode.
it_it: Spiacenti, non puoi usare l'attributo taxonomy senza l'attributo terms. Controlla l'implementazione dello shortcode.
nl_nl: Sorry, je kunt het attribuut taxonomy niet gebruiken zonder het attribuut terms. Controleer je shortcode-implementatie.
pt_br: Desculpe, você não pode usar o atributo taxonomy sem o atributo terms. Por favor, verifique a implementação do seu shortcode.

source: Sorry, post type "%1$s" is invalid. Valid options are: %2$s. Please check your shortcode implementation.
de_de: Entschuldigung, der Beitragstyp "%1$s" ist ungültig. Gültige Optionen sind: %2$s. Bitte überprüfe deine Shortcode-Implementierung.
es_es: Lo sentimos, el tipo de publicación "%1$s" no es válido. Las opciones válidas son: %2$s. Por favor, revisa la implementación de tu shortcode.
fr_fr: Désolé, le type de publication "%1$s" n'est pas valide. Les options valides sont : %2$s. Veuillez vérifier votre implémentation du shortcode.
it_it: Spiacenti, il tipo di articolo "%1$s" non è valido. Le opzioni valide sono: %2$s. Controlla l'implementazione dello shortcode.
nl_nl: Sorry, berichttype "%1$s" is ongeldig. Geldige opties zijn: %2$s. Controleer je shortcode-implementatie.
pt_br: Desculpe, o tipo de postagem "%1$s" é inválido. As opções válidas são: %2$s. Por favor, verifique a implementação do seu shortcode.

source: Sorry, no matching posts were found. Your query may be too restrictive. Please check your shortcode implementation.
de_de: Entschuldigung, es wurden keine passenden Beiträge gefunden. Deine Abfrage ist möglicherweise zu einschränkend. Bitte überprüfe deine Shortcode-Implementierung.
es_es: Lo sentimos, no se encontraron publicaciones coincidentes. Tu consulta puede ser demasiado restrictiva. Por favor, revisa la implementación de tu shortcode.
fr_fr: Désolé, aucun article correspondant n'a été trouvé. Votre requête est peut-être trop restrictive. Veuillez vérifier votre implémentation du shortcode.
it_it: Spiacenti, non sono stati trovati articoli corrispondenti. La tua query potrebbe essere troppo restrittiva. Controlla l'implementazione dello shortcode.
nl_nl: Sorry, er zijn geen overeenkomende berichten gevonden. Je query is mogelijk te beperkend. Controleer je shortcode-implementatie.
pt_br: Desculpe, nenhuma postagem correspondente foi encontrada. Sua consulta pode ser muito restritiva. Por favor, verifique a implementação do seu shortcode.

source: Currently, only posts with featured images will be shown. Perhaps try setting the "image_required" property to "false"?
de_de: Derzeit werden nur Beiträge mit Beitragsbildern angezeigt. Versuche eventuell, die Eigenschaft "image_required" auf "false" zu setzen?
es_es: Actualmente, solo se mostrarán publicaciones con imágenes destacadas. ¿Quizás deberías intentar establecer la propiedad "image_required" en "false"?
fr_fr: Actuellement, seuls les articles avec une image mise en avant seront affichés. Essayez peut-être de définir la propriété "image_required" sur "false" ?
it_it: Attualmente verranno mostrati solo articoli con immagini in evidenza. Forse prova a impostare la proprietà "image_required" su "false"?
nl_nl: Momenteel worden alleen berichten met uitgelichte afbeeldingen getoond. Probeer de eigenschap "image_required" op "false" te zetten?
pt_br: Atualmente, apenas postagens com imagens destacadas serão exibidas. Talvez tente definir a propriedade "image_required" como "false"?

source: Sorry, the selected post does not have a featured image.
de_de: Entschuldigung, der ausgewählte Beitrag hat kein Beitragsbild.
es_es: Lo sentimos, la publicación seleccionada no tiene una imagen destacada.
fr_fr: Désolé, l'article sélectionné n'a pas d'image mise en avant.
it_it: Spiacenti, l'articolo selezionato non ha un'immagine in evidenza.
nl_nl: Sorry, het geselecteerde bericht heeft geen uitgelichte afbeelding.
pt_br: Desculpe, a postagem selecionada não possui uma imagem destacada.

source: Consult the documentation
de_de: Siehe die Dokumentation
es_es: Consulta la documentación
fr_fr: Consultez la documentation
it_it: Consulta la documentazione
nl_nl: Raadpleeg de documentatie
pt_br: Consulte a documentação

source: Note: This helpful notification is only visible to logged in users who can edit this shortcode.
de_de: Hinweis: Diese hilfreiche Benachrichtigung ist nur für eingeloggte Benutzer sichtbar, die diesen Shortcode bearbeiten können.
es_es: Nota: Esta notificación útil solo es visible para los usuarios conectados que pueden editar este shortcode.
fr_fr: Remarque : Cette notification utile n'est visible que par les utilisateurs connectés pouvant modifier ce shortcode.
it_it: Nota: Questa notifica utile è visibile solo agli utenti connessi che possono modificare questo shortcode.
nl_nl: Opmerking: Deze handige melding is alleen zichtbaar voor ingelogde gebruikers die deze shortcode kunnen bewerken.
pt_br: Nota: Esta notificação útil só é visível para usuários conectados que podem editar este shortcode.
